public class Test {
    static final String[] questions = {
            "Какая столица Франции?",
            "Столицей США является город ?",
            "Столицей Южной Кореи является город ?",
            "Административной столицей ЮАР является город ?",
            "Столицей Сирии является город ?"};
    static final String[][] options = {
            {"a. Париж", " b. Рим", " c. Мадрид"},
            {"a. Вашингтон", " b. Голливуд", " c. Бостон"},
            {"a. Тайбей", " b. Сеул", " c. Дакка"},
            {"a. Кейптаун", " b. Дурбан", " c. Претория"},
            {"a. Дамаск", " b. Алеппо", " c. Бейрут"}};
    static final char[] answers = {'a', 'a', 'b', 'c', 'a'};
}
